;TORSO
[fortniteblackadam_Torso_KV_M X2BodyPartTemplate]
DisplayName="黑亚当 身体"

[fortniteblackadam_Torso_LPL_M X2BodyPartTemplate]
DisplayName="黑亚当 身体"

[fortniteblackadam_Torso_MPL_M X2BodyPartTemplate]
DisplayName="黑亚当 身体"

[fortniteblackadam_Torso_HPL_M X2BodyPartTemplate]
DisplayName="黑亚当 身体"

[fortniteblackadam_Torso_LPO_M X2BodyPartTemplate]
DisplayName="黑亚当 身体"

[fortniteblackadam_Torso_MPO_M X2BodyPartTemplate]
DisplayName="黑亚当 身体"

[fortniteblackadam_Torso_HPO_M X2BodyPartTemplate]
DisplayName="黑亚当 身体"

;TORSO WOTC
[fortniteblackadam_Torso_Reaper X2BodyPartTemplate]
DisplayName="黑亚当 身体"

[fortniteblackadam_Torso_PL_Reaper X2BodyPartTemplate]
DisplayName="黑亚当 身体"

[fortniteblackadam_Torso_PO_Reaper X2BodyPartTemplate]
DisplayName="黑亚当 身体"

[fortniteblackadam_Torso_Templar X2BodyPartTemplate]
DisplayName="黑亚当 身体"

[fortniteblackadam_Torso_PL_Templar X2BodyPartTemplate]
DisplayName="黑亚当 身体"

[fortniteblackadam_Torso_PO_Templar X2BodyPartTemplate]
DisplayName="黑亚当 身体"

[fortniteblackadam_Torso_Skirmisher X2BodyPartTemplate]
DisplayName="黑亚当 身体"

[fortniteblackadam_Torso_PL_Skirmisher X2BodyPartTemplate]
DisplayName="黑亚当 身体"

[fortniteblackadam_Torso_PO_Skirmisher X2BodyPartTemplate]
DisplayName="黑亚当 身体"

;ARMS
[fortniteblackadam_Arms_KV_M X2BodyPartTemplate]
DisplayName="黑亚当 手臂"

[fortniteblackadam_Arms_LPL_M X2BodyPartTemplate]
DisplayName="黑亚当 手臂"

[fortniteblackadam_Arms_MPL_M X2BodyPartTemplate]
DisplayName="黑亚当 手臂"

[fortniteblackadam_Arms_HPL_M X2BodyPartTemplate]
DisplayName="黑亚当 手臂"

[fortniteblackadam_Arms_LPO_M X2BodyPartTemplate]
DisplayName="黑亚当 手臂"

[fortniteblackadam_Arms_MPO_M X2BodyPartTemplate]
DisplayName="黑亚当 手臂"

[fortniteblackadam_Arms_HPO_M X2BodyPartTemplate]
DisplayName="黑亚当 手臂"

;ARMS WOTC
[fortniteblackadam_Arms_Reaper X2BodyPartTemplate]
DisplayName="黑亚当 手臂"

[fortniteblackadam_Arms_PL_Reaper X2BodyPartTemplate]
DisplayName="黑亚当 手臂"

[fortniteblackadam_Arms_PO_Reaper X2BodyPartTemplate]
DisplayName="黑亚当 手臂"

[fortniteblackadam_Arms_Templar X2BodyPartTemplate]
DisplayName="黑亚当 手臂"

[fortniteblackadam_Arms_PL_Templar X2BodyPartTemplate]
DisplayName="黑亚当 手臂"

[fortniteblackadam_Arms_PO_Templar X2BodyPartTemplate]
DisplayName="黑亚当 手臂"

[fortniteblackadam_Arms_Skirmisher X2BodyPartTemplate]
DisplayName="黑亚当 手臂"

[fortniteblackadam_Arms_PL_Skirmisher X2BodyPartTemplate]
DisplayName="黑亚当 手臂"

[fortniteblackadam_Arms_PO_Skirmisher X2BodyPartTemplate]
DisplayName="黑亚当 手臂"

;LEGS
[fortniteblackadam_Legs_KV_M X2BodyPartTemplate]
DisplayName="黑亚当 腿"

[fortniteblackadam_Legs_LPL_M X2BodyPartTemplate]
DisplayName="黑亚当 腿"

[fortniteblackadam_Legs_MPL_M X2BodyPartTemplate]
DisplayName="黑亚当 腿"

[fortniteblackadam_Legs_HPL_M X2BodyPartTemplate]
DisplayName="黑亚当 腿"

[fortniteblackadam_Legs_LPO_M X2BodyPartTemplate]
DisplayName="黑亚当 腿"

[fortniteblackadam_Legs_MPO_M X2BodyPartTemplate]
DisplayName="黑亚当 腿"

[fortniteblackadam_Legs_HPO_M X2BodyPartTemplate]
DisplayName="黑亚当 腿"

;LEGS WOTC
[fortniteblackadam_Legs_Reaper X2BodyPartTemplate]
DisplayName="黑亚当 腿"

[fortniteblackadam_Legs_PL_Reaper X2BodyPartTemplate]
DisplayName="黑亚当 腿"

[fortniteblackadam_Legs_PO_Reaper X2BodyPartTemplate]
DisplayName="黑亚当 腿"

[fortniteblackadam_Legs_Templar X2BodyPartTemplate]
DisplayName="黑亚当 腿"

[fortniteblackadam_Legs_PL_Templar X2BodyPartTemplate]
DisplayName="黑亚当 腿"

[fortniteblackadam_Legs_PO_Templar X2BodyPartTemplate]
DisplayName="黑亚当 腿"

[fortniteblackadam_Legs_Skirmisher X2BodyPartTemplate]
DisplayName="黑亚当 腿"

[fortniteblackadam_Legs_PL_Skirmisher X2BodyPartTemplate]
DisplayName="黑亚当 腿"

[fortniteblackadam_Legs_PO_Skirmisher X2BodyPartTemplate]
DisplayName="黑亚当 腿"

[fortniteblackadam_Helmets_M X2BodyPartTemplate]
DisplayName="黑亚当 头"

[fortniteblackadam2_Helmets_M X2BodyPartTemplate]
DisplayName="黑亚当 兜帽"

;TORSO DECO
[fortniteblackadam_TDeco_KV_M X2BodyPartTemplate]
DisplayName="黑亚当 披风"

[fortniteblackadam_TDeco_LPL_M X2BodyPartTemplate]
DisplayName="黑亚当 披风"

[fortniteblackadam_TDeco_MPL_M X2BodyPartTemplate]
DisplayName="黑亚当 披风"

[fortniteblackadam_TDeco_HPL_M X2BodyPartTemplate]
DisplayName="黑亚当 披风"

[fortniteblackadam_TDeco_LPO_M X2BodyPartTemplate]
DisplayName="黑亚当 披风"

[fortniteblackadam_TDeco_MPO_M X2BodyPartTemplate]
DisplayName="黑亚当 披风"

[fortniteblackadam_TDeco_HPO_M X2BodyPartTemplate]
DisplayName="黑亚当 披风"

;TORSO DECO WOTC
[fortniteblackadam_TDeco_Reaper X2BodyPartTemplate]
DisplayName="黑亚当 披风"

[fortniteblackadam_TDeco_PL_Reaper X2BodyPartTemplate]
DisplayName="黑亚当 披风"

[fortniteblackadam_TDeco_PO_Reaper X2BodyPartTemplate]
DisplayName="黑亚当 披风"

[fortniteblackadam_TDeco_Templar X2BodyPartTemplate]
DisplayName="黑亚当 披风"

[fortniteblackadam_TDeco_PL_Templar X2BodyPartTemplate]
DisplayName="黑亚当 披风"

[fortniteblackadam_TDeco_PO_Templar X2BodyPartTemplate]
DisplayName="黑亚当 披风"

[fortniteblackadam_TDeco_Skirmisher X2BodyPartTemplate]
DisplayName="黑亚当 披风"

[fortniteblackadam_TDeco_PL_Skirmisher X2BodyPartTemplate]
DisplayName="黑亚当 披风"

[fortniteblackadam_TDeco_PO_Skirmisher X2BodyPartTemplate]
DisplayName="黑亚当 披风"






